[
  {
    "title": "A Contribution to the Mathematical Theory of Epidemics",
    "date": "1927-08-15",
    "journal": "Proceedings of the royal society of london. Series A",
    "citations": 17137,
    "link": "./publications/kermack-mckendrick-a-contribution-to-the-mathematical-theory-of-epidemics.pdf",
    "summary": {
      "en": "The study developed a mathematical model assuming complete immunity after a single infection, examining the interplay of infectivity, recovery, and mortality rates in a homogeneous population. The results demonstrated the existence of a critical population density threshold for epidemic outbreaks. Small increases in infectivity or population density above this threshold were shown to produce disproportionately large epidemics, while epidemics often terminated before the susceptible population was exhausted, leaving the density reduced below the initial threshold. These findings indicate that contagious epidemics can play a significant role in regulating population density and help explain the apparently sporadic occurrence of large outbreaks.",
      "ko": "본 연구는 단일 감염 후 완전 면역을 가정한 수학적 모델을 개발하여, 동질적 집단에서 감염성, 회복률, 사망률 간의 상호작용을 분석하였다. 연구 결과, 전염병 발생에는 임계 집단 밀도가 존재함이 확인되었다. 감염률이나 인구 밀도가 이 임계값을 약간 초과할 경우, 불균형적으로 큰 규모의 전염병이 발생할 수 있음이 밝혀졌으며, 또한 전염병은 종종 감수성 인구가 모두 소진되기 전에 종결되어 인구 밀도를 초기 임계값 이하로 감소시킨다. 이러한 발견은 전염성 전염병이 인구 밀도를 조절하는 데 중요한 역할을 할 수 있음을 보여주며, 대규모 전염병이 겉보기에는 사소한 요인으로 발생하는 현상을 설명하는 데 기여한다.",
      "fr": "L’étude a développé un modèle mathématique postulant une immunité complète après une seule infection, en examinant l’interaction entre les taux d’infectivité, de guérison et de mortalité dans une population homogène. Les résultats ont mis en évidence l’existence d’un seuil critique de densité de population déterminant l’apparition des épidémies. Il a été montré que de faibles augmentations de l’infectivité ou de la densité de population au-delà de ce seuil pouvaient engendrer des épidémies de grande ampleur, tandis que celles-ci se terminaient souvent avant l’épuisement complet de la population sensible, laissant la densité réduite en dessous du seuil initial. Ces résultats indiquent que les épidémies contagieuses peuvent jouer un rôle majeur dans la régulation de la densité de population et contribuent à expliquer l’apparition apparemment sporadique de grandes épidémies.",
      "ja": "本研究では、単一の感染後に完全免疫が得られると仮定した数理モデルを構築し、均質な集団における感染力、回復率、死亡率の相互作用を解析した。その結果、疫学的流行の発生には臨界的な人口密度の閾値が存在することが示された。感染力や人口密度がこの閾値をわずかに超えるだけで、不釣り合いに大きな流行が生じることが明らかとなった。また、流行はしばしば感受性集団が完全に枯渇する前に終息し、その結果、人口密度は初期の閾値を下回るまで低下する。この知見は、伝染病が人口密度の調節に重要な役割を果たし得ることを示しており、大規模流行が一見些細な要因で発生する現象を説明する一助となる。",
      "es": "El estudio desarrolló un modelo matemático que asume inmunidad completa tras una única infección, examinando la interacción entre las tasas de infectividad, recuperación y mortalidad en una población homogénea. Los resultados demostraron la existencia de un umbral crítico de densidad poblacional para la aparición de epidemias. Se mostró que pequeños aumentos en la infectividad o en la densidad poblacional por encima de este umbral podían producir epidemias desproporcionadamente grandes, mientras que estas a menudo terminaban antes de agotar a toda la población susceptible, reduciendo la densidad por debajo del umbral inicial. Estos hallazgos indican que las epidemias contagiosas pueden desempeñar un papel significativo en la regulación de la densidad poblacional y ayudan a explicar la aparición aparentemente esporádica de grandes brotes.",
      "de": "Die Studie entwickelte ein mathematisches Modell, das nach einer einzigen Infektion vollständige Immunität annimmt, und untersuchte das Zusammenspiel von Infektiosität, Genesungs- und Sterblichkeitsraten in einer homogenen Bevölkerung. Die Ergebnisse zeigten das Vorhandensein einer kritischen Bevölkerungsdichteschwelle für den Ausbruch von Epidemien. Es wurde nachgewiesen, dass bereits geringe Erhöhungen der Infektiosität oder der Bevölkerungsdichte über diesen Schwellenwert hinaus unverhältnismäßig große Epidemien auslösen können, während diese häufig enden, bevor die gesamte anfällige Bevölkerung erschöpft ist, wodurch die Dichte unter den ursprünglichen Schwellenwert sinkt. Diese Erkenntnisse zeigen, dass ansteckende Epidemien eine bedeutende Rolle bei der Regulierung der Bevölkerungsdichte spielen können und tragen dazu bei, das scheinbar sporadische Auftreten großer Ausbrüche zu erklären.",
      "zh": "本研究建立了一个数学模型，假设个体在单次感染后获得完全免疫，并分析了同质人群中传染性、康复率和死亡率之间的相互作用。研究结果表明，传染病暴发存在一个临界人口密度阈值。当传染性或人口密度略高于该阈值时，就可能引发不成比例的大规模疫情。此外，疫情往往在易感人群完全耗尽之前就结束，导致人口密度下降到初始阈值以下。这些发现说明，传染性疾病在调节人口密度方面可能发挥重要作用，并有助于解释大规模疫情表面上因微小因素而突然发生的现象。"
    },
    "enhanced_at": "2025-08-16T04:26:00.138Z"
  }
]